Repository: turnkeylinux/di-live
Catalog: d-i/source/*-installer/debian/po/*.po
Languages: ko, sl

source: Proceed with installation to unclean target?
ko: 비어있지 않은 대상에 설치를 계속 하시겠습니까?
sl: Nadaljujem z namestitvijo na neprazen cilj?

source: The target file system contains files from a past installation. These files could cause problems with the installation process, and if you proceed, some of the existing files may be overwritten.
ko: 대상 파일 시스템에 기전에 설치한 파일들이 남아 있습니다. 설치 과정에 문제가발생할 수도 있고 기존에 설치된 시스템을 망가뜨릴 수도 있습니다.
sl: Ciljni datotečni sistem vsebuje datoteke iz prejšnje namestitve. Te datoteke lahko povzročijo težave pri namestitvenem procesu. Če nadaljujete bodo morda nekatere obstoječe datoteke prepisane.

source: No file system mounted on /target
ko: /target에 마운트한 파일시스템이 없습니다
sl: Na /target ni bil priklopljen noben datotečni sistem.

source: Before the installation can proceed, a root file system must be mounted on /target. The partitioner and formatter should have done this for you.
ko: 설치를 계속 하시기 전에, 루트 파일 시스템을 /target에 마운트해야 합니다. 파티션 프로그램과 포맷 프로그램에서 벌써 마운트했어야 합니다.
sl: Pred nadaljevanjem namestitve morate priklopiti korenski datotečni sistem na /target. Za to bi morala poskrbeti programa razdeljavalec in formater.

source: Not installing to unclean target
ko: 비어있지 않은 대상에는 설치하지 않습니다
sl: Namestitev ne poteka zaradi nečiste (neprazne) tarče

source: The installation to the target file system has been canceled. You should go back and erase or format the target file system before proceeding with the install.
ko: 대상 파일 시스템에 설치를 취소하였습니다. 대상 파일 시스템에 예전에 설치한 파일들이 남아 있습니다. 이 파일때문에 설치 과정이 잘못되거나 망가진 시스템을 설치할 수도 있습니다. 설치를 계속 하기 전에 뒤로 돌아가서 대상 파일 시스템을 지우거나 포맷해야 합니다.
sl: Namestitev na ciljni datotečni sistem je bila preklicana. Vrnite se in zbrišite ali formatirajte tarčni datotečni sistem preden nadaljujete z namestitvijo.

source: Preparing to install the base system...
ko: 데비안 베이스 시스템 설치를 준비하는 중입니다..
sl: Priprava na namestitev osnovnega sistema...

source: Installing the base system
ko: 베이스 시스템을 설치하는 중입니다
sl: Nameščam osnovni sistem

source: Running ${SCRIPT}...
ko: ${SCRIPT} 스크립트를 실행하는 중입니다...
sl: Poganjam ${SCRIPT}...

source: Updating the list of available packages...
ko: 사용 가능한 꾸러미의 목록을 업데이트하는 중입니다...
sl: Posodabljam seznam paketov, ki so na voljo...

source: Installing extra packages...
ko: 추가 꾸러미들을 설치하는 중입니다...
sl: Nameščam dodatne pakete...

source: Installing extra packages - retrieving and installing ${SUBST0}...
ko: 추가 꾸러미를 설치합니다 - ${SUBST0} 내려받고 설치하는 중입니다...
sl: Nameščanje dodatnih paketov - prenašam in nameščam ${SUBST0}...

source: Creating device files...
ko: 장치 파일을 만드는 중입니다...
sl: Ustvarjanje datotek naprav...

source: Install the base system
ko: 베이스 시스템 설치
sl: Namesti osnovni sistem

source: Cannot install base system
ko: 베이스 시스템을 설치하는 데 실패했습니다
sl: Namestitev osnovnega sistema ni uspela

source: The installer cannot figure out how to install the base system. No installable CD-ROM was found and no valid mirror was configured.
ko: 데비안 설치를 더 이상 진행시키지 못합니다. 설치 CD-ROM이 없고, 적절한미러 사이트도 설정되지 않았습니다.
sl: Namestitveni program ne more namestiti osnovnega sistema. Ne najdem namestitvenega CD-ja, veljavni zrcalni strežniki pa niso nastavljeni.

source: Failed to determine the codename for the release.
ko: 이번 릴리스의 코드명을 구하는데 실패했습니다.
sl: Nisem uspel določiti kodnega imena za izdajo.

source: Failed to install the base system
ko: 베이스 시스템을 설치하는 데 실패했습니다
sl: Nisem uspel namestiti osnovnega sistema

source: The base system installation into /target/ failed.
ko: 베이스 시스템을 /target/에 설치하는 데 실패했습니다.
sl: Nameščanje osnovnega sistema v /target/ ni uspelo.

source: The debootstrap program exited with an error (return value ${EXITCODE}).
ko: debootstrap 프로그램이 오류를 리턴하고 끝났습니다 (리턴값 ${EXITCODE}).
sl: Program debootstrap se je končal z napako (vrnjena vrednost ${EXITCODE}).

source: Base system installation error
ko: 베이스 시스템 설치 오류
sl: Napaka pri osnovni namestitvi

source: The debootstrap program exited abnormally.
ko: debootstrap 프로그램이 비정상적으로 끝났습니다.
sl: Program debootstrap se je končal z napako.

source: The following error occurred:
ko: 다음 오류가 발생했습니다:
sl: Prišlo je do naslednje napake:

source: Tool to use to generate boot initrd:
ko: initrd를 생성하는데 사용할 툴:
sl: Orodje za generiranje boot initrd:

source: The list shows the available tools. If you are unsure which to select, you should select the default. If your system fails to boot, you can retry the installation using the other options.
ko: 사용 가능한 툴의 목록입니다. 어떤 툴을 선택해야 할지 모르신다면, 기본으로 선택되어 있는 것을 사용하십시오. 시스템의 부팅이 실패할 경우 다른 옵션을 사용하여 시스템을 설치하십시오.
sl: Seznam prikazuje orodja, ki so na voljo. Če niste prepričani katerega izbrati, izberite privzetega. Če se vaš sistem ne zažene, lahko poskusite namestitev z drugimi možnostmi.

source: Unsupported initrd generator
ko: 지원하지 않는 initrd 생성 프로그램
sl: Nepodprt generator initrd

source: The package ${GENERATOR} that was selected to generate the initrd is not supported.
ko: initrd를 생성하도록 선택한 꾸러미 ${GENERATOR}는 지원되지 않습니다.
sl: Paket ${GENERATOR}, ki je bil izbran za generiranje initrd ni podprt.

source: Unable to install the selected kernel
ko: 선택한 커널을 설치할 수 없습니다
sl: Nisem uspel namestiti izbranega jedra

source: An error was returned while trying to install the kernel into the target system.
ko: 대상 시스템에 커널을 설치하는 데 오류가 발생했습니다.
sl: Prišlo je do napake pri pisanju nameščanju jedra na ciljni sistem.

source: Kernel package: '${KERNEL}'.
ko: 커널 꾸러미: '${KERNEL}'.
sl: Paket z jedrom: ${KERNEL}'.

source: none[ Do not translate what's inside the brackets and just put the translation for the word "none" in your language without any brackets. This "none" means "no kernel" ]
ko: 없음
sl: brez

source: Kernel to install:
ko: 설치할 커널:
sl: Jedro za namestitev:

source: The list shows the available kernels. Please choose one of them in order to make the system bootable from the hard drive.
ko: 사용할 수 있는 커널의 목록입니다. 시스템을 하드 드라이브에서 시작하도록 만드려면 다음 커널 중에서 하나를 선택하십시오.
sl: Na seznamu so jedra, ki so na voljo. Izberite enega, da boste lahko sistem zagnali iz diska.

source: Continue without installing a kernel?
ko: 커널 없이 설치를 계속하시겠습니까?
sl: Nadaljujem brez namestitve jedra?

source: No installable kernel was found in the defined APT sources.
ko: 지정한 APT 소스에는 설치할 수 있는 커널이 하나도 없습니다.
sl: V navedenih APT virih ni mogoče najti jedra, ki bi ga bilo mogoče namestiti.

source: You may try to continue without a kernel, and manually install your own kernel later. This is only recommended for experts, otherwise you will likely end up with a machine that doesn't boot.
ko: 커널없이 진행한 후 수동으로 커널을 설치할 수도 있습니다만, 잘못하면 부팅이안되는 수가 있으니 고급 사용자에게만 권장합니다.
sl: Lahko poskusite nadaljevati brez jedra in kasneje ročno namestite vaše jedro. To je priporočeno samo za strokovnjake saj boste drugače končali z računalnikom, ki se ne zažene.

source: Cannot install kernel
ko: 커널을 설치할 수 없습니다
sl: Ne morem namestiti jedra

source: The installer cannot find a suitable kernel package to install.
ko: 설치 프로그램이 필요한 커널 꾸러미를 찾는데 실패했습니다.
sl: Namestitveni program ne najde primernega paketa z jedrom za namestitev.

source: Unable to install ${PACKAGE}
ko: ${PACKAGE}를 설치하는데 실패했습니다
sl: Nisem uspel namestiti ${PACKAGE}

source: An error was returned while trying to install the ${PACKAGE} package onto the target system.
ko: 대상 시스템에 ${PACKAGE}를 설치하는데 오류가 발생했습니다.
sl: Prišlo je do napake med namestitvijo paketa ${PACKAGE} na ciljni sistem.

source: Check /var/log/syslog or see virtual console 4 for the details.
ko: 자세한 정보를 확인하시려면 /var/log/messages를 보시거나 가상 콘솔 4을보십시오.
sl: Preverite /var/log/messages ali poglejte navidezno konzolo 4 za podrobnosti.

source: Failed getting Release file ${SUBST0}.
ko: ${SUBST0} Release 파일을 가져오는 데 실패했습니다.
sl: Pridobivanje datoteke Release ${SUBST0} ni uspelo.

source: Failed getting Release signature file ${SUBST0}.
ko: ${SUBST0} Release 서명 파일을 가져오는 데 실패했습니다.
sl: Prenos podpisa za datoteko Release ${SUBST0} ni uspel.

source: Release file signed by unknown key (key id ${SUBST0})
ko: Release 파일의 서명이 잘못되었습니다: 키 ${SUBST0}에 대한 항목이 없습니다.
sl: Datoteka Release je podpisana z neznanim ključem (ID ključa: ${SUBST0})

source: Invalid Release file: no valid components.
ko: Release 파일이 잘못되었습니다: 올바른 구성 요소가 없습니다.
sl: Neveljavna datoteka Release: ni veljavnih komponent.

source: Invalid Release file: no entry for ${SUBST0}.
ko: Release 파일이 잘못되었습니다: ${SUBST0}에 대한 항목이 없습니다.
sl: Neveljavna datoteka Release: ni vnosa za ${SUBST0}.

source: Debootstrap Error
ko: debootstrap 오류
sl: Napaka Debootstrap

source: Couldn't retrieve ${SUBST0}. This may be due to a network problem or a bad CD, depending on your installation method.
ko: ${SUBST0} 파일을 가져올 수 없습니다. (어떤 설치 방법을 사용했느냐에 따라) 네트워크 문제가 있거나 CD가 잘못되었을 것입니다.
sl: Nisem mogel prenesti ${SUBST0}. To je mogoče posledica mrežnega problema ali slabega CD-ja (glede na vaš način namestitve).

source: If you are installing from CD-R or CD-RW, burning the CD at a lower speed may help.
ko: CD-R이나 CD-RW에서 설치한다면, CD를 느린 속도에서 구우면 해결될 수도 있습니다.
sl: Če nameščate iz CD-R-ja ali CD-RW-ja, poskusite zapeči CD pri manjši hitrosti.

source: Retrieving Release file
ko: Release 파일을 가져오는 중입니다
sl: Prenašam Release datoteko

source: Retrieving Release file signature
ko: Release 파일의 서명을 가져오는 중입니다
sl: Prenašam podpis Release datoteke

source: Finding package sizes
ko: 꾸러미 크기를 찾는 중입니다
sl: Ugotavljam velikosti paketov

source: Retrieving Packages files
ko: 꾸러미 파일을 가져오는 중입니다
sl: Prenašam Packages datoteke

source: Retrieving Packages file
ko: 꾸러미 파일을 가져오는 중입니다
sl: Prenašam datoteko Packages

source: Retrieving packages
ko: 꾸러미를 가져오는 중입니다
sl: Prenašam paketke

source: Extracting packages
ko: 꾸러미를 푸는 중입니다
sl: Razširjam pakete

source: Installing core packages
ko: 핵심 꾸러미들을 설치하는 중입니다
sl: Nameščam osnovne pakete

source: Unpacking required packages
ko: 필수 꾸러미를 푸는 중입니다
sl: Odpiram zahtevane stisnjene pakete

source: Configuring required packages
ko: 필수 꾸러미를 설정하는 중입니다
sl: Nastavljam zahtevane pakete

source: Unpacking the base system
ko: 베이스 시스템을 푸는 중입니다
sl: Odpiram osnovni sistem

source: Configuring the base system
ko: 베이스 시스템을 설정하는 중입니다
sl: Nastavljam osnovni sistem

source: Validating ${SUBST0}...
ko: ${SUBST0} 파일을 확인하는 중입니다...
sl: Preverjam ${SUBST0}...

source: Retrieving ${SUBST0}...
ko: ${SUBST0} 파일을 가져오는 중입니다...
sl: Prenašam ${SUBST0}...

source: Extracting ${SUBST0}...
ko: ${SUBST0} 파일을 푸는 중입니다...
sl: Razširjam ${SUBST0}...

source: Unpacking ${SUBST0}...
ko: ${SUBST0} 파일을 푸는 중입니다...
sl: Razširjam ${SUBST0}...

source: Configuring ${SUBST0}...
ko: ${SUBST0} 파일을 설정하는 중입니다...
sl: Nastavljam ${SUBST0}...

source: Checking Release signature
ko: Release 서명을 확인하는 중입니다
sl: Preverjam podpis Release datoteke

source: Valid Release signature (key id ${SUBST0})
ko: Release 서명이 유효합니다(키 ${SUBST0})
sl: Veljaven podpis za datoteko Release (ID ključa: ${SUBST0}).

source: Resolving dependencies of base packages...
ko: 베이스 꾸러미가 의존하는 꾸러미를 푸는 중입니다...
sl: Razrešujem odvisnosti osnovnih paketov...

source: Found additional base dependencies: ${SUBST0}
ko: 기본 꾸러미의 의존 관계를 추가적으로 발견했습니다: ${SUBST0}
sl: Našel sem dodatne osnovne odvisnosti: ${SUBST0}

source: Found additional required dependencies: ${SUBST0}
ko: 필요한 의존 관계를 추가적으로 발견했습니다: ${SUBST0}
sl: Našel sem dodatne zahtevane odvisnosti: ${SUBST0}

source: Found packages in base already in required: ${SUBST0}
ko: 기본 꾸러미 중에서 이미 설치 대상에 포함된 꾸러미를 발견했습니다: ${SUBST0}
sl: Našel sem paketke v osnovi, ki so že zahtevani: ${SUBST0}

source: Resolving dependencies of required packages...
ko: 필수 꾸러미가 의존하는 꾸러미를 푸는 중입니다...
sl: Razrešujem odvisnosti zahtevanih paketov...

source: Checking component ${SUBST0} on ${SUBST1}...
ko: ${SUBST1}의 구성요소인 ${SUBST0} 꾸러미를 확인하는 중입니다..
sl: Preverjam kompomento ${SUBST0} na ${SUBST1}...

source: Installing core packages...
ko: 핵심 꾸러미들을 설치하는 중입니다...
sl: Nameščam osnovne pakete...

source: Unpacking required packages...
ko: 필수 꾸러미를 푸는 중입니다...
sl: Odpiram zahtevane stisnjene pakete...

source: Configuring required packages...
ko: 필수 꾸러미를 설정하는 중입니다...
sl: Nastavljam zahtevane pakete...

source: Installing base packages...
ko: 베이스 꾸러미를 설치하는 중입니다...
sl: Nameščam osnovne pakete...

source: Unpacking the base system...
ko: 베이스 시스템을 푸는 중입니다...
sl: Razširjam osnovni sistem...

source: Configuring the base system...
ko: 베이스 시스템을 설정하는 중입니다...
sl: Nastavljam osnovni sistem...

source: Base system installed successfully.
ko: 베이스 시스템 설치 성공.
sl: Osnovni sistem uspešno nameščen.

source: Debootstrap warning
ko: debootstrap 문제
sl: Opozorilo Debootstrap

source: Warning: ${INFO}
ko: 경고: ${INFO}
sl: Opozorilo: ${INFO}

source: Retrying failed download of ${SUBST0}
ko: ${SUBST0}을(를) 받는데 실패하여 다시 내려받는 중입니다
sl: Ponovni prenos ${SUBST0} ni uspel.

source: Configuring APT sources...
ko: APT 소스를 설정하는 중입니다...
sl: Nastavljam vire APT...

source: Selecting the kernel to install...
ko: 설치할 커널을 선택하는 중입니다...
sl: Izbiram jedro za namestitev...

source: Installing the kernel...
ko: 커널을 설치하는 중입니다...
sl: Nameščam jedro...

source: Installing the kernel - retrieving and installing ${SUBST0}...
ko: 커널을 설치합니다 - ${SUBST0} 내려받고 설치하는 중입니다...
sl: Nameščam jedro - prenašam in nameščam ${SUBST0}...
