Repository: turnkeylinux/di-live
Catalog: d-i/source/partconf/debian/po/*.po
Languages: ka, ru, sk, sv

source: No partitions found
ka: ვერ მოიძებნა ვერცერთი დანაყოფი
ru: Разделы не найдены
sk: Neboli nájdené žiadne oblasti
sv: Hittade inga partitioner

source: No partitions were found in your system. You may need to partition your hard drives or load additional kernel modules.
ka: თქვენს კომპიუტერში ვერ მოიძებნა ვერცერთი დანაყოფი. დაყავით დისკი, ან შეიძლება დაგჭირდეთ ბირთვის დამატებითი მოდულების ჩატვირთვა.
ru: На вашем компьютере не найдено разделов. Возможно, нужно разметить жёсткий диск на разделы или загрузить дополнительные модули ядра.
sk: Na vašom systéme neboli nájdené žiadne oblasti. Asi budete musieť rozdeliť svoje disky alebo načítať ďalšie kernel moduly.
sv: Hittade inga partitioner i ditt system. Du kan behöva partitionera din hårddisk eller läsa in ytterligare kärnmoduler.

source: No file systems found
ka: ფაილური სისტემა ვერ მოინახა
ru: Файловые системы не найдены
sk: Neboli nájdené žiadne súborové systémy
sv: Hittade inga filsystem

source: No usable file systems were found. You may need to load additional kernel modules.
ka: ვერ მოიძებნა მოქმედი ფაილური სისტემა. შეიძლება დაგჭირდეთ ბირთვის დამატებითი მოდულების ჩატვირთვა.
ru: Работоспособные файловые системы не найдены. Возможно, вам надо загрузить дополнительные модули ядра.
sk: Neboli nájdené žiadne použiteľné súborové systémy. Asi budete musieť načítať ďalšie kernel moduly.
sv: Hittade inga användbara filsystem. Du kan behöva läsa in ytterligare kärnmoduler.

source: Finish
ka: დასრულება
ru: Закончить
sk: Ukončiť
sv: Slutför

source: Abort
ka: შეწყვეტა
ru: Прервать
sk: Zrušiť
sv: Avbryt

source: Select a partition
ka: აირჩიეთ დანაყოფი
ru: Выберите раздел
sk: Zvoľte oblasť
sv: Välj en partition

source: These are the partitions that were detected in your system. Please select a partition to configure. No actual changes will be made until you select "Finish". If you select "Abort", no changes will be made.
ka: ეს არის თქვენს სისტემაში ნაპოვნი დანაყოფების სია. აირჩიეთ მოსაწყობი დანაყოფი. ცვლილებები ძალაში შევა "Finish"-ზე დაჭერის შემდეგ. თუ დააჭერთ "Abort"-ს, ცვლილებები გაუქმდება.
ru: Вот разделы, найденные на вашей системе. Выберите раздел для настройки. Пока вы не выберете "Закончить", никаких изменений с разделом не произойдёт. Если вы выберете "Прервать", то изменения не будут сохранены.
sk: Na vašom systéme boli rozpoznané nasledovné oblasti. Zvoľte oblasť, ktorú chcete nastaviť. Samotné zmeny sa neprejavia, pokiaľ nezvolíte "Koniec". Ak zvolíte "Zrušiť", nevykonajú sa žiadne zmeny.
sv: De här partitionerna hittades på ditt system. Välj en partition att konfigurera. Inga faktiska ändringar kommer att göras förrän du väljer "Slutför". Om du väljer "Avbryt" kommer inga ändringar att göras.

source: The information shown is, in order: device name, size, file system, and mount point.
ka: ნაჩვენებია ინფორმაცია შემდეგი თანმიმდევრობით: მოწყობილობის სახელი, ზომა, ფაილური სისტემა, და მონტაჟის პუნქტი.
ru: Показана информация: имя устройства, размер, файловая система, точка монтирования.
sk: Zobrazované údaje určujú: názov zariadenia, veľkosť, súborový systém a prípojný bod.
sv: Informationen som visas är, i turordning: enhetsnamn, storlek, filsystem och monteringspunkt.

source: Leave the file system intact
ka: შევინარჩუნოთ ფაილური სისტემა
ru: Оставить файловую систему без изменений
sk: Zachovať súborový systém
sv: Lämna filsystemet orört

source: This partition seems to already have a file system (${FSTYPE}). You can choose to leave this file system intact, create a new file system, or create swap space.
ka: როგორც სჩანს ამ დანაყოფს უკვე აქვს ფაილური სისტემა (${FSTYPE}). თქვენ შეგიძლიათ დატოვოთ სისტემა უცვლელი, გახსნათ ახალი ფაილური სისტემა, ან შექმნათ swap-სივრცე.
ru: Судя по всему, на этом разделе, уже есть файловая система(${FSTYPE}). Вы можете оставить файловую систему без изменений, создать файловую систему или создать раздел подкачки.
sk: Zdá sa, že na tejto oblasti jestvuje súborový systém (${FSTYPE}). Oblasť môžete nechať neporušenú, alebo na nej môžete vytvoriť súborový systém alebo odkladací priestor.
sv: Den här partitionen verkar redan ha ett filsystem (${FSTYPE}). Du kan välja att lämna det här filsystemet orört eller skapa ett filsystem eller växlingsutrymme.

source: Create swap space
ka: swap-სივრცის გახსნა
ru: Создать раздел подкачки
sk: Vytvoriť swap priestor
sv: Skapa växlingsutrymme

source: Action on ${PARTITION}:
ka: მოქმედება დანაყოფზე ${PARTITION}:
ru: Действия для ${PARTITION}:
sk: Akcia na ${PARTITION}:
sv: Åtgärd på ${PARTITION}:

source: This partition does not seem to have a file system. You can create a file system or swap space on it.
ka: როგორც სჩანს ამ დანაყოფს არა აქვს ფაილური სისტემა. თქვენ შეგიძლიათ შექმნათ ფაილური სისტემა, ან swap-სივრცე.
ru: Кажется, этот раздел не имеет файловой системы. Вы можете создать на нем файловую систему или раздел подкачки.
sk: Zdá sa, že na tejto oblasti nejestvuje žiaden súborový systém. Na tejto oblasti môžete vytvoriť súborový systém alebo odkladací priestor.
sv: Den här partitionen verkar inte ha ett filsystem. Du kan skapa ett filsystem eller växlingsutrymme på den.

source: Don't mount it
ka: არ დაამონტაჟოთ
ru: Не монтировать
sk: Nepripájať
sv: Montera den inte

source: Enter manually
ka: ხელით შეყვანა
ru: Ввести вручную
sk: Zadať manuálne
sv: Ange manuellt

source: When a partition is mounted, it is available to the users of the system. You always need a root ("/") partition, and it's often good to have a separate partition for /home.
ka: მონტაჟის შემდეგ დანაყოფი მისაწვდომია მომხმარებლებისათვის. აუცილებლად საჭიროა მთავარი დანაყოფი ("/"), და სასურველია ცალკე დანაყოფი /home.
ru: Смонтированный раздел доступен пользователям системы. Вам обязательно нужен корневой раздел ("/"), и обычно хорошо иметь отдельный раздел для /home.
sk: Ak je oblasť pripojená, je dostupná pre používateľov systému. Potrebujete minimálne koreňovú ("/") oblasť, ale často je vhodné mať osobitnú oblasť pre /home.
sv: När en partition monteras är den tillgänglig för användarna av systemet. Du behöver alltid en rotpartition ("/") och det är ofta bra att ha en separat partition för /home.

source: Mount point for ${PARTITION}:
ka: მონტაჟის პუნქტი დანაყოფისათვის ${PARTITION}:
ru: Точка монтирования для ${PARTITION}:
sk: Prípojný bod pre ${PARTITION}:
sv: Monteringspunkt för ${PARTITION}:

source: Please enter where the partition should be mounted.
ka: მიუთითეთ, სად დამონტაჟდეს დანაყოფი.
ru: Укажите, где монтировать раздел.
sk: Zadajte prípojný bod pre túto oblasť.
sv: Ange var partitionen ska monteras.

source: Do you want to unmount the partitions so you can make changes?
ka: გინდათ დანაყოფის მონტაჟის გაუქმება რაიმეს შესაცვლელდ?
ru: Вы хотите размонтировать разделы, чтобы иметь возможность изменять их?
sk: Chcete odpojiť oblasti kvôli vykonaniu zmien?
sv: Vill du avmontera partitionerna så att du kan göra ändringar?

source: Since the partitions have already been mounted, you cannot do any changes.
ka: დამონტაჟებული დანაყოფების შეცვლა შეუძლებელია.
ru: Так как разделы уже смонтированы, изменять их невозможно.
sk: Nemôžete robiť žiadne zmeny, pretože oblasti sú už pripojené.
sv: Eftersom partitionerna redan har monterats kan du inte göra några ändringar.

source: Failed to unmount partitions
ka: ვერ მოხერხდა მონტაჟის გაუქმება
ru: Не удалось размонтировать разделы
sk: Chyba pri odpájaní oblastí
sv: Misslyckades med att avmontera partitioner.

source: An unexpected error occurred while unmounting the partitions.
ru: Произошла непредвиденная ошибка при размонтировании разделов.

source: The partition configuration process has been aborted.
ru: Процесс настройки разметки был прерван.

source: Create %s file system
ka: %1 ფაილური სისტემის გახსნა.
ru: Создать файловую систему %s
sk: Vytvoriť súborový systém %s
sv: Skapa %s-filsystem

source: No root partition (/)
ka: არ არის root დანაყოფი (/)
ru: Нет корневого раздела (/)
sk: Žiadna koreňová oblasť (/)
sv: Ingen rotpartition (/)

source: You need a root partition. Please assign a partition to the root mount point before continuing.
ka: თქვენ root დანაყოფს საჭიროებთ. სანამ გააგრძელებდეთ, გთხოვთ მიამაგროთ დანაყოფი root მონტაჟის პუნქტს.
ru: Вам нужен корневой раздел. Назначьте корневой раздел, прежде чем продолжать.
sk: Potrebujete koreňovú oblasť. Pred pokračovaním priraďte oblasť ku koreňovému prípojnému bodu.
sv: Du måste ha en rotpartition. Tilldela en partition till rotmonteringspunkten innan du fortsätter.

source: Partition assigned to ${MOUNT}
ka: დანაყოფი განწესებულია ${MOUNT}-ში
ru: Вы назначили для монтирования раздела каталог ${MOUNT}
sk: Oblasť priradená k ${MOUNT}
sv: Partition tilldelad till ${MOUNT}

source: Mounting a partition on ${MOUNT} makes no sense. Please change this.
ka: დანაყოფის ${MOUNT}-ზე დამონტაჟებას აზრი არა აქვს. შეცვალეთ.
ru: Не имеет смысла монтировать раздел в ${MOUNT}. Измените настройки.
sk: Pripojenie oblasti k ${MOUNT} nedáva žiadny zmysel. Zmeňte to, prosím.
sv: Att montera en partition på ${MOUNT} är meningslöst. Ändra det här.

source: Several partitions assigned to ${MOUNT}
ka: ${MOUNT}-ში განწესებულია რამდენიმე დანაყოფი
ru: Вы назначили монтирование нескольких разделов в ${MOUNT}
sk: K ${MOUNT} je priradených viac oblastí
sv: Flera partitioner är tilldelade till ${MOUNT}

source: You cannot assign several partitions to the same mount point. Please change all but one of them.
ka: რამდენიმე დანაყოფის დამონტაჟება ერთ პუნქტში დაუშვებელია. დატოვეთ მხოლოდ ერთი.
ru: Вы не можете монтировать несколько разделов в одной точке. Оставьте только один раздел.
sk: Nemôžete pripojiť viac oblastí do jedného prípojného bodu. Prosím, opravte všetky okrem jedného.
sv: Du kan inte tilldela flera partitioner till samma monteringspunkt. Ändra alla utom en av dem.

source: Ready to create file systems and mount partitions?
ka: მზადა ხართ ფაილური სისტემის გახსნისა და დანაყოფის დამონტაჟებისათვის?
ru: Все готово для создания файловых систем и монтирования разделов?
sk: Môžu sa vytvoriť súborové systémy a pripojiť oblasti?
sv: Redo att skapa filsystem och montera partitioner?

source: File systems will be created and partitions mounted.
ka: იწყება ფაილური სისტემების შექმნა და დანაყოფების დამონტაჟება.
ru: Будут созданы файловые системы и смонтированы разделы.
sk: Súborové systémy budú vytvorené a oblasti pripojené.
sv: Filsystem kommer att skapas och partitioner monteras.

source: WARNING: This will destroy all data on the partitions you have assigned file systems to.
ka: ყურადღება: განადგურდება ყველა მონაცემი იმ დანაყოფებზე, რომელთათვისაც მითითებულია ფაილური სისტემა.
ru: ВНИМАНИЕ: Эта операция уничтожит все данные на разделах, для которых вы указали файловую систему.
sk: UPOZORNENIE: Týmto zničíte všetky údaje na oblastiach, ktorým ste priradili súborové systémy.
sv: VARNING: Det här kommer att förstöra all data på de partitioner som du har tilldelat filsystem till.

source: Failed to create swap space on ${PARTITION}
ka: ვერ იხსნება swap-სივრცე ${PARTITION}-ზე
ru: Не удалось создать раздел подкачки на ${PARTITION}
sk: Chyba pri vytváraní odkladacieho priestoru na ${PARTITION}
sv: Misslyckades med att skapa växlingsutrymme på ${PARTITION}

source: An error occurred when the swap space was created on ${PARTITION}.
ka: შეცდომა${PARTITION}-ზე swap-სივრცის შექმნისას.
ru: При создании раздела подкачки на ${PARTITION} произошла ошибка.
sk: Pri vytváraní odkladacieho priestoru na ${PARTITION} sa vyskytla chyba.
sv: Ett fel inträffade när växlingsutrymmet skapades på ${PARTITION}.

source: Failed to activate the swap space on ${PARTITION}
ka: შეცდომა${PARTITION}-ზე swap-სივრცის გააქტიურებისას
ru: Не удалось активизировать раздел подкачки на ${PARTITION}
sk: Chyba pri aktivovaní odkladacieho miesta na ${PARTITION}
sv: Misslyckades med att aktivera växlingsutrymmet på ${PARTITION}

source: An error occurred when the swap space on ${PARTITION} was activated.
ka: შეცდომა${PARTITION}-ზე swap-სივრცის გააქტიურებისას.
ru: При активации раздела подкачки на ${PARTITION} произошла ошибка.
sk: Pri aktivovaní odkladacieho miesta na ${PARTITION} sa vyskytla chyba.
sv: Ett fel inträffade när växlingsutrymmet på ${PARTITION} aktiverades.

source: Failed to create ${FS} file system on ${PARTITION}
ka: შეცდომა${PARTITION}-ზე ${FS} ფაილური სისტემის შექმნისას
ru: Не удалось создать файловую систему ${FS} на ${PARTITION}
sk: Chyba pri vytváraní súborového systému ${FS} na ${PARTITION}
sv: Misslyckades med att skapa filsystemet ${FS} på ${PARTITION}

source: An error occurred when the ${FS} file system was created on ${PARTITION}.
ka: შეცდომა${PARTITION}-ზე ${FS} ფაილური სისტემის შექმნისას.
ru: При создании файловой системы ${FS} на ${PARTITION} произошла ошибка.
sk: Pri vytváraní súborového systému ${FS} na ${PARTITION} sa vyskytla chyba.
sv: Ett fel inträffade när filsystemet ${FS} skapades på ${PARTITION}.

source: Failed to mount ${PARTITION} on ${MOUNT}
ka: შეცდომა${PARTITION}-ის ${MOUNT}-ზე დამონტაჟებისას
ru: Не удалось смонтировать ${PARTITION} в ${MOUNT}
sk: Chyba pri pripojení ${PARTITION} na ${MOUNT}
sv: Misslyckades med att montera ${PARTITION} på ${MOUNT}

source: An error occurred when ${PARTITION} was mounted on ${MOUNT}.
ka: შეცდომა${PARTITION}-ის ${MOUNT}-ზე დამონტაჟებისას.
ru: При монтировании ${PARTITION} в ${MOUNT} произошла ошибка.
sk: Pri pripájaní ${PARTITION} na ${MOUNT} sa vyskytla chyba.
sv: Ett fel inträffade när ${PARTITION} monterades på ${MOUNT}.

source: Please check the error log on the third console or /var/log/messages for more information.
ka: დაწვრილებით იხილეთ მესამე კონსოლის ჟურნალი ან დასტა /var/log/messages.
ru: Подробности можно посмотреть на tty3 или в /var/log/messages.
sk: Viac informácií nájdete v chybovom logu na tretej konzole alebo v súbore /var/log/messages.
sv: Kontrollera felloggen på tredje konsollen eller /var/log/messages för mer information.

source: Configure and mount partitions
ka: დანაყოფთა კონფიგურაცია და მონტაჟი
ru: Настройка и монтирование разделов
sk: Nastavenie a pripojenie diskových oblastí
sv: Konfigurera och montera partitioner
