Repository: turnkeylinux/di-live
Catalog: d-i/source/user-setup/debian/po/*.po
Languages: hu, ko

source: Allow login as root?
hu: Engedélyezed a bejelentkezést root-ként?
ko: Root로 로그인하는 것은 허용하시겠습니까?

source: If you choose not to allow root to log in, then a user account will be created and given the power to become root using the 'sudo' command.
hu: Ha nem engedélyezed a root-ként való bejelentkezést, akkor a létrejövő felhasználó a 'sudo' paranccsal érhet majd el root jogokat.
ko: Root로 로그인하는 것은 허용하지 않을 경우 일반 사용자 계정을 생성할 것입니다. 이 사용자는 'sudo' 명령을 통해 root가 될 수 있습니다.

source: Root password:
hu: A 'root' felhasználó jelszava:
ko: 루트 열쇠글:

source: You need to set a password for 'root', the system administrative account. A malicious or unqualified user with root access can have disastrous results, so you should take care to choose a root password that is not easy to guess. It should not be a word found in dictionaries, or a word that could be easily associated with you.
hu: Most kell megadni a 'root', vagyis a rendszergazda hozzáférés jelszavát. Rosszakaró vagy egy nagyon hozzá nem értő felhasználó root hozzáférése végzetes, így csak nagyon nehezen kitalálható root jelszót szabad adni. Ne adjunk szótári, vagy könnyen hozzánk köthető szót.
ko: 이제 'root'의 열쇠글을 설정해야 합니다. 루트(root)는 시스템 관리자의 계정입니다. 악의 있는 사용자나 잘 모르는 사용자가 루트 권한을 갖게 되면 시스템에큰 피해를 입힐 수 있습니다. 따라서 루트 열쇠글을 설정할 때 열쇠글을 쉽게 예측하지 못하도록 신경을 써야 합니다. 사전에 있는 단어를 사용하면 안 되고, 본인 신상정보와 관련해서 쉽게 예측할 수 있는 열쇠글을 사용해서도 안 됩니다 (별명 따위). 좋은 열쇠글은 글자, 숫자, 기호를 섞어서 만들고 정기적으로 바꾸는 게 좋습니다. 루트 열쇠글은 루트 사용자로 'passwd' 프로그램을 실행해서 바꿀 수 있습니다.

source: Note that you will not be able to see the password as you type it.
hu: Fontos, hogy a begépelés közben a jelszó nem jelenik meg.
ko: 열쇠글을 입력할 때 입력한 글자는 보이지 않습니다.

source: Please enter the same root password again to verify that you have typed it correctly.
hu: A 'root' felhasználó jelszava ellenőrzése céljából ismét be kell írni.
ko: 제대로 입력했는지 확인하기 위해 루트 열쇠글을 한번 더 입력하십시오.

source: Create a normal user account now?
hu: Létrehozol egy sima felhasználói hozzáférést most?
ko: 일반 사용자 계정을 지금 만들까요?

source: It's a bad idea to use the root account for normal day-to-day activities, such as the reading of electronic mail, because even a small mistake can result in disaster. You should create a normal user account to use for those day-to-day tasks.
hu: A mindennapi tevékenységekre a 'root' felhasználót, rendszergazdai jogokat soha de soha nem használjuk, például nem olvasunk vele levelet és az ilyenfajta felhasználás nagyon rossz ötlet, mert a legkisebb hiba is katasztrófát okozhat. Egy sima felhasználói hozzáférést kell létrehoznod a mindennapi használathoz.
ko: 자주 하는 일반적인 (예를 들어 전자메일 읽기) 컴퓨터 작업에서는 루트 계정을 쓰지 않는 게 좋습니다. 루트 계정에서는 아주 작은 실수 때문에 큰 피해가 발생할 수도 있기 때문입니다. 일반적인 작업에 사용할 일반 사용자 계정을 지금 만들 수 있습니다.

source: Note that you may create it later (as well as any additional account) by typing 'adduser <username>' as root, where <username> is an username, like 'imurdock' or 'rms'.
hu: A most létrehozandó sima felhasználó mellé továbbiakat később is létre lehet hozni például az 'adduser <felhasználónév>' paranccsal rendszergazdaként, ahol a <felhasználónév> egy szokásos felhasználónév formájú, mint például 'imurdock' vagy 'rms'.
ko: 나중에 루트 사용자로 'adduser <사용자이름>'을 실행해서 계정을 만들 수도 있습니다. 여기서 <사용자이름>은 'imurdock'이나 'rms'같은 계정명입니다.

source: Full name for the new user:
hu: Az új felhasználó TELJES Neve:
ko: 새로 만들 사용자의 성명을 입력하십시오:

source: A user account will be created for you to use instead of the root account for non-administrative activities.
hu: Egy sima felhasználói hozzáférést hozunk létre, melynek célja az, hogy a root fiók helyett EZT használd mindennap és ezzel végezd mindennapos tevékenységeidet.
ko: 관리와 관계없는 활동에 루트 계정 대신 사용할 사용자 계정을 만듭니다. 새로 만들 계정의 사용자 이름을 입력하십시오

source: Please enter the real name of this user. This information will be used for instance as default origin for emails sent by this user as well as any program which displays or uses the user's real name. Your full name is a reasonable choice.
hu: Add meg e felhasználó IGAZI Nevét. Ez az adat például e felhasználó által küldött alapértelmezett feladóként használható levelekben, vagy más programban, mely kiírja vagy használja a felhasználó IGAZI Nevét. A teljes név egy jó választás.
ko: 이 사용자의 실제 이름을 입력하십시오. 이 정보는 사용자가 보낸 이메일의기본 이름을 지정한다든지 사용자의 프로그램에서 사용자의 실제 이름을출력할 때 사용됩니다. 성명을 사용하는 것도 좋습니다.

source: Username for your account:
hu: Felhasználóneved ez legyen:
ko: 계정에서 사용할 사용자이름을 입력하십시오:

source: Select a username for the new account. Your first name is a reasonable choice. The username should start with a lower-case letter, which can be followed by any combination of numbers and more lower-case letters.
hu: Adj felhasználónevet a hozzáféréshez. A keresztnév általában meg szokott felelni a célra. A lényeg, hogy a felhasználónév kisbetűvel kezdődjön, aztán számok és további kisbetűk tetszőleges kombinációja állhat.
ko: 새 계정에 쓸 사용자이름을 지정하십시오. 이름을 쓰는 것도 좋은 방법입니다. 사용자이름은 영문 소문자로 시작해야 하고, 그 뒤에는 숫자나 영문 소문자를 몇 개든지 쓸 수 있습니다.

source: Invalid username
hu: Helytelen felhasználónév
ko: 잘못된 사용자이름을 입력했습니다.

source: The username you entered is invalid. Note that usernames must start with a lower-case letter, which can be followed by any combination of numbers and more lower-case letters.
hu: A megadott felhasználónév nem érvényes. A felhasználónévnek kisbetűvel kell kezdődnie, aztán számok és további kisbetűk tetszőleges kombinációja állhat.
ko: 입력한 사용자이름이 잘못되었습니다. 사용자 이름은 영문 소문자로 시작해야 하고, 그 뒤에는 숫자나 영문 소문자를 쓸 수 있습니다.

source: Reserved username
hu: Foglalt felhasználónév
ko: 제한된 사용자이름을 입력했습니다.

source: The username you entered (${USERNAME}) is reserved for use by the system. Please select a different one.
hu: A megadott felhasználónevet (${USERNAME}) a rendszer használja. Kérlek, egy másikat válassz.
ko: 입력한 사용자이름(${USERNAME})은 시스템에서 사용하기 위해 제한을 둔 사용자이름입니다. 다른 이름을 사용하십시오.

source: Choose a password for the new user:
hu: Az új felhasználó jelszavának megadása:
ko: 새로 만들 사용자의 열쇠글을 입력하십시오:

source: A good password will contain a mixture of letters, numbers and punctuation and should be changed at regular intervals.
hu: A jó jelszó betűk, számok és írásjelek keverékéből áll és sűrű, szabályos időközönként (legfeljebb havonta) cserére kerül.
ko: 좋은 열쇠글은 글자, 숫자, 기호를 적절히 섞어서 만들 수 있으며 정기적으로 바꾸는 것이 좋습니다.

source: Re-enter password to verify:
hu: A jelszó ellenőrző ismétlése:
ko: 확인을 위해 열쇠글을 다시 입력하십시오:

source: Please enter the same user password again to verify you have typed it correctly.
hu: A jelszó ellenőrzése céljából újra írd be azt.
ko: 제대로 입력했는지 확인하기 위해 사용자 열쇠글을 다시 한번 입력하십시오.

source: Password input error
hu: Jelszóbeviteli hiba
ko: 열쇠글 입력 오류

source: The two passwords you entered were not the same. Please try again.
hu: A két megadott jelszó eltér. Most próbáld újra.
ko: 입력한 두 열쇠글이 같지 않습니다. 다시 입력하십시오.

source: Empty password
hu: Üres jelszó
ko: 빈 열쇠글임

source: You entered an empty password, which is not allowed. Please choose a non-empty password.
hu: Üres jelszó megadása nem engedélyezett. Nem-üres jelszót kell megadni.
ko: 빈 열쇠글을 사용할 수 없습니다. 열쇠글을 입력하십시오.

source: Enable shadow passwords?
hu: Árnyék jelszavak legyenek?
ko: 셰도우 열쇠글을 사용하시겠습니까?

source: Shadow passwords make your system more secure because nobody is able to view even encrypted passwords. The passwords are stored in a separate file that can only be read by special programs. The use of shadow passwords is strongly recommended, except in a few cases such as NIS environments.
hu: Az árnyék jelszavak a rendszert sokkal biztonságosabbá teszik, mert még a titkosított jelszavak sem olvashatók. A jelszavak külön fájlba kerülnek, mely csak különleges programokkal olvasható. Az árnyék jelszavak használata erősen ajánlott, kivéve néhány esetet, például NIS környezetben.
ko: 셰도우 열쇠글을 쓰면 암호화된 열쇠글조차 아무나 볼 수 없게 되기 때문에 시스템의보안상 좋습니다. 열쇠글은 별도 파일에 저장하게 되고 일부 프로그램만 직접 읽을 수 있기 때문입니다. 보안을 생각하면 설정하는 것이 좋습니다만, NIS등 극소수의 경우셰도우 열쇠글 때문에 문제가 생길 수 있습니다.

source: Set up users and passwords
hu: Felhasználók és jelszavaik felvétele
ko: 사용자 및 열쇠글 설정

source: Setting users and passwords...
hu: Felhasználók és jelszavaik beállítása...
ko: 사용자 및 열쇠글 설정 중...
