Repository: turnkeylinux/di-live
Catalog: d-i/source/partman-reiserfs/debian/po/*.po
Languages: pt_br

source: Checking the ReiserFS file system in partition #${PARTITION} of ${DEVICE}...
pt_br: Checando o sistema de arquivos ReiserFS na partição #${PARTITION} de ${DEVICE}...

source: Go back to the menu and correct errors?
pt_br: Voltar ao menu e corrigir os erros?

source: The test of the file system with type ReiserFS in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
pt_br: O teste do sistema de arquivos com tipo ReiserFS na partição #${PARTITION} de ${DEVICE} encontrou erros incorrigíveis.

source: If you do not go back to the partitioning menu and correct these errors, the partition will not be used at all.
pt_br: Caso você não queira voltar ao menu de particionamento e corrigir esses erros, a partição não será usada.

source: Failed to create a file system
pt_br: Falha ao criar um sistema de arquivos

source: The ReiserFS file system creation in partition #${PARTITION} of ${DEVICE} failed.
pt_br: A criação do sistema de arquivos ReiserFS na partição #${PARTITION} de ${DEVICE} falhou.

source: Do you want to return to the partitioning menu?
pt_br: Você deseja voltar ao menu de particionamento?

source: No mount point is assigned for the ReiserFS file system in partition #${PARTITION} of ${DEVICE}.
pt_br: Nenhum ponto de montagem foi atribuído para o sistema de arquivos ReiserFS na partição #${PARTITION} de ${DEVICE}.

source: If you do not go back to the partitioning menu and assign a mount point from there, this partition will not be used at all.
pt_br: Caso você não queira voltar ao menu de particionamento e atribuir um ponto de montagem a partir de lá, esta partição não será usada.

source: Mount point:
pt_br: Ponto de montagem:

source: notail - disable packing of files into the file system tree
pt_br: notail - desabilita packing de arq. na árvore do sist. de arq.

source: noatime - do not update inode access times at each access
pt_br: noatime - não atualizar datas de acesso aos inodes

source: relatime - update inode access times relative to modify time
pt_br: relatime - atual. temp. acesso aos inodes relat. à modificação

source: nodev - do not support character or block special devices
pt_br: nodev - não suportar dispositivos especiais de bloco ou caracter

source: nosuid - ignore set-user-identifier or set-group-identifier bits
pt_br: nosuid - ignorar os bits SUID e SGID

source: noexec - do not allow execution of any binaries
pt_br: noexec - não permitir a execução de nenhum binário

source: ro - mount the file system read-only
pt_br: ro - montar o sistema de arquivo como somente leitura

source: sync - all input/output activities occur synchronously
pt_br: sync - toda atividade de I/0 ocorre de maneira síncrona

source: usrquota - user disk quota accounting enabled
pt_br: usrquota - quotas de disco para usuários habilitada

source: grpquota - group disk quota accounting enabled
pt_br: grpquota - quotas de disco para grupos habilitada

source: user_xattr - support user extended attributes
pt_br: user_xatrr - suporte a atributos de usuários estendidos

source: Mount options:
pt_br: Opções de montagem:

source: Mount options can tune the behavior of the file system.
pt_br: Opções de montagem podem melhorar o comportamento do sistema de arquivos.

source: ReiserFS journaling file system
pt_br: sistema de arquivo com journaling ReiserFS
