Repository: turnkeylinux/di-live
Catalog: d-i/source/live-installer/debian/po/*.po
Languages: cs, ga

source: Install the system
cs: Instalovat systém
ga: Suiteáil an córas

source: Installing the system...
cs: Instaluje se systém...
ga: Córas á shuiteáil...

source: Copying data to disk...
cs: Kopírují se data na disk...
ga: Sonraí á gcóipeáil ar an diosca...

source: Cleaning up network settings...
cs: Čistí se síťová nastavení...
ga: Socruithe líonra á nglanadh...

source: Removing packages specific to the live system...
cs: Odstraňují se balíky specifické pro live systém...
ga: Pacáistí atá sainiúil don chóras beo á mbaint...

source: Reconfiguring X.org...
cs: Nastavuje se X.org...
ga: X.org á chumrú arís...

source: Running ${SCRIPT}...
cs: Spouští se ${SCRIPT}...
ga: ${SCRIPT} á rith...

source: normal
cs: normální
ga: gnách

source: live
ga: beo

source: Type of installation:
cs: Typ instalace:
ga: Cineál na suiteála:

source: The live system can be installed to hard disk using one of the following options.
cs: Live systém se může nainstalovat na pevný disk různými způsoby.
ga: Is féidir an córas beo a shuiteáil ar an diosca crua trí cheann de na roghanna seo a leanas.

source: If you choose 'normal', the system will be installed as a regular system. If you choose 'live', the installed system will continue to act as a live system but it can then be launched directly from the hard disk.
cs: Zvolíte-li „normální“, systém se nainstaluje jako běžný systém. Zvolíte-li „live“, instalovaný systém se bude dále chovat jako live systém, ale později půjde spustit přímo z pevného disku.
ga: Má roghnaíonn tú 'gnách', suiteálfar é mar ghnáthchóras. Má roghnaíonn tú 'beo', oibreoidh an córas suiteáilte mar chóras beo, ach beidh tú in ann é a thosú go díreach ón diosca crua.
