Repository: turnkeylinux/di-live
Catalog: d-i/source/partman-partitioning/debian/po/*.po
Languages: hu

source: Resizing partition...
hu: Partíció átméretezése...

source: Copying partition...
hu: Partíció másolása...

source: Computing the new state of the partition table...
hu: Partíciós tábla új állapotának meghatározása...

source: Before you can select a partition to copy, any previous changes have to be written to disk.
hu: Egy partíció másolásra való kijelölése előtt a korábbi változtatásokat lemezre kell írni.

source: Please note that the copy operation may take a long time.
hu: Jó tudni, hogy a másolás akár sokáig is eltarthat.

source: Source partition:
hu: Forráspartíció:

source: Please choose the partition which contains the data you want to copy.
hu: Válaszd ki a másolni kívánt adatokat tartalmazó partíciót.

source: Copy operation failure
hu: Sikertelen másolás

source: The copy operation has been aborted.
hu: A másolás megszakadt.

source: The resize operation is impossible
hu: Az átméretezés lehetetlen.

source: Because of an unknown reason it is impossible to resize this partition.
hu: Ismeretlen okból a partíció átméretezése lehetetlen.

source: Check /var/log/syslog or see virtual console 4 for the details.
hu: A /var/log/syslog vagy a 4. virtális konzol adja a részleteket.

source: Write previous changes to disk and continue?
hu: Továbblépsz a változások lemezre írásával?

source: Before you can select a new partition size, any previous changes have to be written to disk.
hu: Egy partíció átméretezésre való kijelölése előtt a korábbi változtatásokat lemezre kell írni.

source: You cannot undo this operation.
hu: E művelet visszavonhatatlan.

source: Please note that the resize operation may take a long time.
hu: Jó tudni, hogy az átméretezés akár sokáig is eltarthat.

source: The minimum size you can use is ${MINSIZE} or ${PERCENT} and the maximum size is ${MAXSIZE}.
hu: A legkisebb méret ${MINSIZE} vagy ${PERCENT}, a legnagyobb ${MAXSIZE}.

source: Too large size
hu: Túl nagy méret

source: Too small size
hu: Túl kis méret

source: Resize operation failure
hu: Sikertelen átméretezés

source: An error occurred while writing the changes to the storage devices.
hu: Hiba történt a változások tárolóeszközökre írásakor.

source: The resize operation has been aborted.
hu: Átméretezés megszakítva.

source: New partition size:
hu: Új partíció méret:

source: The maximum size you can use is ${MAXSIZE}.
hu: A lehetséges legnagyobb méret ${MAXSIZE}.

source: Hint: Use "20%" (or "30%", etc.) for 20% (resp. 30%, etc.) of the available free space for this partition. Use "max" as a shortcut for the maximum allowed size.
hu: Tipp: "20%" (vagy "30%", stb.) jellel az elérhető szabad hely 20 (vagy 30 stb.)%-a adható meg e partícióhoz. A "max" a lehetséges legnagyobb méretet jelenti.

source: Invalid size
hu: Érvénytelen méret

source: Beginning
hu: Kezdet

source: End
hu: Vég

source: Location for the new partition:
hu: Új partíció helye:

source: Please choose whether you want the new partition to be created at the beginning or at the end of the available space.
hu: Válaszd ki, hogy az új partíció az elérhető hely elején vagy végén jöjjön létre.

source: File system for the new partition:
hu: Az új partíció fájlrendszere:

source: Primary
hu: Elsődleges

source: Logical
hu: Logikai

source: Type for the new partition:
hu: Az új partíció típusa:

source: Flags for the new partition:
hu: Az új partíció zászlói:

source: Partition name:
hu: Partíció neve:

source: This partitioner doesn't have information about the default type of the partition tables on your architecture. Please send an e-mail message to debian-boot@lists.debian.org with information.
hu: E particionáló nem ismeri e géptípus alap partíciós tábla típusát. Ha erről van adat, írd meg a debian-boot@lists.debian.org címre.

source: Please note that if the type of the partition table is unsupported by libparted, then this partitioner will not work properly.
hu: Figyelem, ha a libparted nem támogatja e partíciós tábla típust, akkor e particionáló nem fog helyesen működni.

source: Continue with partitioning?
hu: Következhet a particionálás?

source: This partitioner is based on the library libparted which doesn't have support for the partition tables used on your architecture. It is strongly recommended that you exit this partitioner.
hu: E particionáló a libparted könyvtárra épül, de az nem támogatja e gépen használt partíciós táblákat. Nagyon ajánlott kilépni e particionálóból.

source: If you can, please help to add support for your partition table type to libparted.
hu: Ha tudod, kérjük segítsd e partíciós tábla-típus libparted-beli támogatását.

source: Partition table type:
hu: Partíciós tábla típusa:

source: Select the type of partition table to use.
hu: Válassz partíciós tábla típust.

source: Create new empty partition table on this device?
hu: Új (üres) partíciós táblát nyitsz ezen az eszközön?

source: You have selected an entire device to partition. If you proceed with creating a new partition table on the device, then all current partitions will be removed.
hu: Az egész eszközt kijelölted particionálásra. Ha új partíciós táblát hozol létre, a mostaniak törlésre kerülnek.

source: Note that you will be able to undo this operation later if you wish.
hu: Később visszavonhatod ezt a műveletet.

source: Write a new empty partition table?
hu: Új (üres) partíciós táblát írsz?

source: Because of limitations in the current implementation of the Sun partition tables in libparted, the newly created partition table has to be written to the disk immediately.
hu: A libparted könyvtár Sun-partícióstáblákat kezelő jelenlegi implementációjának korlátai miatt az újonnan létrehozott partíciós táblát azonnal lemezre kell írni.

source: You will NOT be able to undo this operation later and all existing data on the disk will be irreversibly removed.
hu: E műveletet később NEM vonhatod vissza és a lemezen található összes adat visszavonhatatlanul elvész.

source: Confirm whether you actually want to create a new partition table and write it to disk.
hu: Erősítsd meg az új partíciós tábla létrehozását és lemezre írását.

source: Are you sure you want a bootable logical partition?
hu: Indítható logikai partíciót szeretnél?

source: Set the partition flags
hu: Partíció zászlók megadása

source: Name:
hu: Név:

source: Bootable flag:
hu: "Boot" zászló:

source: on
hu: be

source: off
hu: ki

source: Resize the partition (currently ${SIZE})
hu: Partíció átméretezése (most ${SIZE})

source: Copy data from another partition
hu: Adatok másolása más partícióról

source: Delete the partition
hu: Partíció törlése

source: Create a new partition
hu: Új partíció létrehozása

source: Create a new empty partition table on this device
hu: Új (üres) partíciós tábla létrehozása az eszközön
